{
    "changelog.md": {
        "Changelog Agenda Caldav": "Changelog Kalender Caldav",
        "Changelog plugin Caldav": "Changelog Plugin Caldav",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "24\/11\/2020": "24\/11\/2020",
        "Présentation officielle V4": "Offizielle Präsentation V4",
        "Nouvelle présentation de la liste des objets": "Neue Darstellung der Objektliste",
        "Ajout du tag \"Compatibilité V4": "Hinzufügung des Tags \"V4-Kompatibilität",
        "Liste des évolutions majeures de la version courante": "Liste der wichtigsten Änderungen in der aktuellen Version",
        "Test et validation sur framagenda": "Test und Validierung auf Framagenda",
        "Désactivation de la vérification SSL": "Deaktivieren Sie die SSL-Überprüfung",
        "Anciennes évolutions": "Alte Entwicklungen",
        "Correction pour supprimer les caractères de ponctuation en fin": "Korrektur zum Entfernen von Satzzeichen am Ende",
        "Modification pour compatibilité Jeedom V3": "Änderung für Jeedom V3-Kompatibilität",
        "Plus de suivi de version": "Keine Versionsverfolgung mehr",
        "Possibilité de choisir un calendrier et remise en fonctionnement du plugin": "Möglichkeit, einen Kalender auszuwählen und das Plugin neu zu starten",
        "Version beta du plugin": "Beta-Version des Plugins",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        " IMPORTANT]": " Wichtig]",
        "[IMPORTANT]": "[Wichtig]",
        "*IMPORTANT*": "*Wichtig*",
        " IMPORTANT*": " Wichtig*"
    },
    "index.md": {
        "Plugin Caldav": "Caldav Plugin",
        "Agenda Caldav": "Caldav Agenda",
        "Le plugin": "Das Plugin",
        "permet de récupérer les événements d'un agenda caldav": "Mit dieser Option können Sie Ereignisse aus einem Caldav-Kalender abrufen",
        "Il gère les multiples évènements en les séparant par une virgule": "Es verwaltet mehrere Ereignisse, indem es sie durch ein Komma trennt",
        "Il ne reste plus qu'à tester la présence de l'évènement dans un scénario pour déclencher une action (il existe dans les scénarios l'opérateur": "Sie müssen lediglich das Vorhandensein des Ereignisses in einem Szenario testen, um eine Aktion auszulösen (da ist der Bediener",
        "pour savoir si une chaîne de caractères en contient une autre": "um herauszufinden, ob eine Zeichenfolge eine andere enthält",
        "Pour le configurer c'est très simple il suffit de créer un équipement par agenda puis de lui associer des patterns d'isolation d'event": "Um es sehr einfach zu konfigurieren, müssen Sie nur ein Gerät per Tagebuch erstellen und es dann mit Ereignisisolationsmustern verknüpfen",
        "Il est nécessaire de renseigner une URL, un compte et un mot de passe pour accéder à l'agenda": "Sie müssen eine URL, ein Konto und ein Passwort eingeben, um auf die Agenda zugreifen zu können",
        "Une fois sauvegardé, on peut choisir le calendrier que l'on souhaite utiliser": "Nach dem Speichern können Sie den Kalender auswählen, den Sie verwenden möchten",
        "Dans la case pattern, il est possible de mettre une pattern pour filtrer\/extraire un évènement": "Im Musterfeld kann ein Muster zum Filtern \/ Extrahieren eines Ereignisses eingefügt werden",
        "Exemple de pattern": "Beispielmuster",
        "Si l'évènement est \"Arrière-cuisine 15\", la valeur retournée sera 15": "Wenn das Ereignis \"Spülküche 15\" ist, ist der zurückgegebene Wert 15",
        "Ce qui permet de gérer des températures pour une programmation": "Dies ermöglicht es, Temperaturen für die Programmierung zu verwalten",
        "Le nom du calendrier ne peut-être choisi qu'après sauvegarde de l'équipement avec des informations justes": "Der Name des Kalenders kann erst ausgewählt werden, nachdem das Gerät mit den richtigen Informationen gespeichert wurde",
        "Il peut mettre un certain temps à apparaitre": "Es kann eine Weile dauern, bis es angezeigt wird",
        "Configuration avec Webdav sur Synology": "Konfiguration mit Webdav on Synology",
        "Il faut en premier lieu configurer le packet Webdav": "Sie müssen zuerst das Webdav-Paket konfigurieren",
        "Il faut savoir si l'on souhaite utiliser http ou https (je recommande https": "Sie müssen wissen, ob Sie http oder https verwenden möchten (ich empfehle https",
        "Une fois activé, il faut noter le port activé pour le https (5006 par defaut": "Beachten Sie nach der Aktivierung den für https aktivierten Port (standardmäßig 5006)",
        "Il faut savoir où seront stocké les calendriers": "Sie müssen wissen, wo die Kalender gespeichert werden",
        "Il faudra donc spécifier dans jeedom comme suit": "Es wird daher notwendig sein, in jeedom wie folgt anzugeben",
        "Configuration avec Webdav sur Framagenda": "Konfiguration mit Webdav auf Framagenda",
        "Il faut en premier lieu se créer un compte sur Framagenda": "Sie müssen zuerst ein Konto bei Framagenda erstellen",
        "Il faut récupérer l'URL Framagenda qui sert pour la configuration du plugin": "Sie müssen die Framagenda-URL abrufen, die für die Konfiguration des Plugins verwendet wird",
        "Aucun évènement ne remonte": "Keine Veranstaltung stammt zurück",
        "Avez-vous sélectionné et sauvegardé un agenda": "Haben Sie eine Agenda ausgewählt und gespeichert?",
        "Peut-on avoir les futurs évènements": "Können wir zukünftige Ereignisse haben?",
        "Non ce n'est pas possible le plugin ne donne que les évènements en cours": "Nein, es ist nicht möglich, dass das Plugin nur die aktuellen Ereignisse anzeigt",
        "Quelle est la fréquence de rafraichissement des informations": "Wie oft werden die Informationen aktualisiert?",
        "Par défaut c'est toutes les minutes": "Standardmäßig ist es jede Minute",
        " Description.": " Beschreibung.",
        " Description?": " Beschreibung?",
        "Description ": "Beschreibung ",
        " Description]": " Beschreibung]",
        "[Description]": "[Beschreibung]",
        "*Description*": "*Beschreibung*",
        " Description*": " Beschreibung*",
        " ou.": " oder.",
        " ou?": " oder?",
        "ou ": "oder ",
        " ou]": " oder]",
        "[ou]": "[oder]",
        "*ou*": "*oder*",
        " ou*": " oder*",
        " Configuration.": " Konfiguration.",
        " Configuration?": " Konfiguration?",
        "Configuration ": "Konfiguration ",
        " Configuration]": " Konfiguration]",
        "[Configuration]": "[Konfiguration]",
        "*Configuration*": "*Konfiguration*",
        " Configuration*": " Konfiguration*",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        " IMPORTANT]": " Wichtig]",
        "[IMPORTANT]": "[Wichtig]",
        "*IMPORTANT*": "*Wichtig*",
        " IMPORTANT*": " Wichtig*",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        " FAQ]": " Faq]",
        "[FAQ]": "[Faq]",
        "*FAQ*": "*Faq*",
        " FAQ*": " Faq*"
    }
}