{
    "changelog.md": {
        "Changelog Agenda Caldav": "Changelog Calendar Caldav",
        "Changelog plugin Caldav": "Changelog plugin Caldav",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "24\/11\/2020": "24\/11\/2020",
        "Présentation officielle V4": "Official presentation V4",
        "Nouvelle présentation de la liste des objets": "New presentation of the list of objects",
        "Ajout du tag \"Compatibilité V4": "Addition of the tag \"V4 compatibility",
        "Liste des évolutions majeures de la version courante": "List of major changes in the current version",
        "Test et validation sur framagenda": "Test and validation on framagenda",
        "Désactivation de la vérification SSL": "Disable SSL verification",
        "Anciennes évolutions": "Old developments",
        "Correction pour supprimer les caractères de ponctuation en fin": "Correction to remove punctuation characters at the end",
        "Modification pour compatibilité Jeedom V3": "Modification for Jeedom V3 compatibility",
        "Plus de suivi de version": "No more version tracking",
        "Possibilité de choisir un calendrier et remise en fonctionnement du plugin": "Possibility to choose a calendar and restart the plugin",
        "Version beta du plugin": "Beta version of the plugin",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*"
    },
    "index.md": {
        "Plugin Caldav": "Caldav plugin",
        "Agenda Caldav": "Caldav agenda",
        "Le plugin": "The plugin",
        "permet de récupérer les événements d'un agenda caldav": "allows you to retrieve events from a caldav calendar",
        "Il gère les multiples évènements en les séparant par une virgule": "It manages multiple events by separating them with a comma",
        "Il ne reste plus qu'à tester la présence de l'évènement dans un scénario pour déclencher une action (il existe dans les scénarios l'opérateur": "All that remains is to test the presence of the event in a scenario to trigger an action (in the scenarios there is the operator",
        "pour savoir si une chaîne de caractères en contient une autre": "to find out if a character string contains another",
        "Pour le configurer c'est très simple il suffit de créer un équipement par agenda puis de lui associer des patterns d'isolation d'event": "To configure it, it's very simple, you just have to create a device by diary and then associate it with event isolation patterns",
        "Il est nécessaire de renseigner une URL, un compte et un mot de passe pour accéder à l'agenda": "You must enter a URL, an account and a password to access the agenda",
        "Une fois sauvegardé, on peut choisir le calendrier que l'on souhaite utiliser": "Once saved, you can choose the calendar you want to use",
        "Dans la case pattern, il est possible de mettre une pattern pour filtrer\/extraire un évènement": "In the pattern box, it is possible to put a pattern to filter \/ extract an event",
        "Exemple de pattern": "Example pattern",
        "Si l'évènement est \"Arrière-cuisine 15\", la valeur retournée sera 15": "If the event is \"Scullery 15\", the returned value will be 15",
        "Ce qui permet de gérer des températures pour une programmation": "This makes it possible to manage temperatures for programming",
        "Le nom du calendrier ne peut-être choisi qu'après sauvegarde de l'équipement avec des informations justes": "The name of the calendar can only be chosen after saving the equipment with correct information",
        "Il peut mettre un certain temps à apparaitre": "It may take a while to appear",
        "Configuration avec Webdav sur Synology": "Configuration with Webdav on Synology",
        "Il faut en premier lieu configurer le packet Webdav": "You must first configure the Webdav package",
        "Il faut savoir si l'on souhaite utiliser http ou https (je recommande https": "You have to know if you want to use http or https (I recommend https",
        "Une fois activé, il faut noter le port activé pour le https (5006 par defaut": "Once activated, note the port activated for https (5006 by default",
        "Il faut savoir où seront stocké les calendriers": "You have to know where the calendars will be stored",
        "Il faudra donc spécifier dans jeedom comme suit": "It will therefore be necessary to specify in jeedom as follows",
        "Configuration avec Webdav sur Framagenda": "Configuration with Webdav on Framagenda",
        "Il faut en premier lieu se créer un compte sur Framagenda": "You must first create an account on Framagenda",
        "Il faut récupérer l'URL Framagenda qui sert pour la configuration du plugin": "You must retrieve the Framagenda URL which is used for the configuration of the plugin",
        "Aucun évènement ne remonte": "No event dates back",
        "Avez-vous sélectionné et sauvegardé un agenda": "Have you selected and saved an agenda",
        "Peut-on avoir les futurs évènements": "Can we have future events",
        "Non ce n'est pas possible le plugin ne donne que les évènements en cours": "No it is not possible the plugin only gives the current events",
        "Quelle est la fréquence de rafraichissement des informations": "How often is the information refreshed",
        "Par défaut c'est toutes les minutes": "By default it is every minute",
        " Description.": " Description.",
        " Description?": " Description?",
        "Description ": "Description ",
        " Description]": " Description]",
        "[Description]": "[Description]",
        "*Description*": "*Description*",
        " Description*": " Description*",
        " ou.": " or.",
        " ou?": " or?",
        "ou ": "or ",
        " ou]": " or]",
        "[ou]": "[or]",
        "*ou*": "*or*",
        " ou*": " or*",
        " Configuration.": " Configuration.",
        " Configuration?": " Configuration?",
        "Configuration ": "Configuration ",
        " Configuration]": " Configuration]",
        "[Configuration]": "[Configuration]",
        "*Configuration*": "*Configuration*",
        " Configuration*": " Configuration*",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*",
        " FAQ.": " FAQ.",
        " FAQ?": " FAQ?",
        "FAQ ": "FAQ ",
        " FAQ]": " FAQ]",
        "[FAQ]": "[FAQ]",
        "*FAQ*": "*FAQ*",
        " FAQ*": " FAQ*"
    }
}