{
    "changelog.md": {
        "Changelog Agenda Caldav": "Registro de cambios Calendario Caldav",
        "Changelog plugin Caldav": "Complemento de registro de cambios Caldav",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "24\/11\/2020": "24\/11\/2020",
        "Présentation officielle V4": "Presentación oficial V4",
        "Nouvelle présentation de la liste des objets": "Nueva presentación de la lista de objetos",
        "Ajout du tag \"Compatibilité V4": "Adición de la etiqueta \"compatibilidad V4",
        "Liste des évolutions majeures de la version courante": "Lista de cambios importantes en la versión actual",
        "Test et validation sur framagenda": "Prueba y validación de framagenda",
        "Désactivation de la vérification SSL": "Desactivar la verificación SSL",
        "Anciennes évolutions": "Desarrollos antiguos",
        "Correction pour supprimer les caractères de ponctuation en fin": "Corrección para eliminar los caracteres de puntuación al final",
        "Modification pour compatibilité Jeedom V3": "Modificación para compatibilidad con Jeedom V3",
        "Plus de suivi de version": "No más seguimiento de versiones",
        "Possibilité de choisir un calendrier et remise en fonctionnement du plugin": "Posibilidad de elegir un calendario y reiniciar el complemento",
        "Version beta du plugin": "Versión beta del complemento",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*"
    },
    "index.md": {
        "Plugin Caldav": "Complemento de Caldav",
        "Agenda Caldav": "Agenda de Caldav",
        "Le plugin": "El complemento",
        "permet de récupérer les événements d'un agenda caldav": "le permite recuperar eventos de un calendario caldav",
        "Il gère les multiples évènements en les séparant par une virgule": "Gestiona múltiples eventos separándolos con una coma",
        "Il ne reste plus qu'à tester la présence de l'évènement dans un scénario pour déclencher une action (il existe dans les scénarios l'opérateur": "Todo lo que queda es probar la presencia del evento en un escenario para desencadenar una acción (ahí está el operador",
        "pour savoir si une chaîne de caractères en contient une autre": "para averiguar si una cadena de caracteres contiene otra",
        "Pour le configurer c'est très simple il suffit de créer un équipement par agenda puis de lui associer des patterns d'isolation d'event": "Para configurarlo es muy sencillo, solo hay que crear un dispositivo por diario y luego asociarlo a patrones de aislamiento de eventos",
        "Il est nécessaire de renseigner une URL, un compte et un mot de passe pour accéder à l'agenda": "Debes ingresar una URL, una cuenta y una contraseña para acceder a la agenda",
        "Une fois sauvegardé, on peut choisir le calendrier que l'on souhaite utiliser": "Una vez guardado, puede elegir el calendario que desea usar",
        "Dans la case pattern, il est possible de mettre une pattern pour filtrer\/extraire un évènement": "En el cuadro de patrón, es posible poner un patrón para filtrar \/ extraer un evento",
        "Exemple de pattern": "Patrón de ejemplo",
        "Si l'évènement est \"Arrière-cuisine 15\", la valeur retournée sera 15": "Si el evento es \"Lavadero 15\", el valor devuelto será 15",
        "Ce qui permet de gérer des températures pour une programmation": "Esto hace posible gestionar las temperaturas para la programación",
        "Le nom du calendrier ne peut-être choisi qu'après sauvegarde de l'équipement avec des informations justes": "El nombre del calendario solo se puede elegir después de guardar el equipo con la información correcta",
        "Il peut mettre un certain temps à apparaitre": "Puede que tarde un poco en aparecer",
        "Configuration avec Webdav sur Synology": "Configuración con Webdav en Synology",
        "Il faut en premier lieu configurer le packet Webdav": "Primero debe configurar el paquete Webdav",
        "Il faut savoir si l'on souhaite utiliser http ou https (je recommande https": "Tienes que saber si quieres usar http o https (recomiendo https",
        "Une fois activé, il faut noter le port activé pour le https (5006 par defaut": "Una vez activado, observe el puerto activado para https (5006 por defecto",
        "Il faut savoir où seront stocké les calendriers": "Tienes que saber dónde se guardarán los calendarios",
        "Il faudra donc spécifier dans jeedom comme suit": "Por tanto, será necesario especificar en libertad lo siguiente",
        "Configuration avec Webdav sur Framagenda": "Configuración con Webdav en Framagenda",
        "Il faut en premier lieu se créer un compte sur Framagenda": "Primero debe crear una cuenta en Framagenda",
        "Il faut récupérer l'URL Framagenda qui sert pour la configuration du plugin": "Debe recuperar la URL de Framagenda que se utiliza para la configuración del complemento",
        "Aucun évènement ne remonte": "Ningún evento se remonta",
        "Avez-vous sélectionné et sauvegardé un agenda": "¿Ha seleccionado y guardado una agenda?",
        "Peut-on avoir les futurs évènements": "¿Podemos tener eventos futuros?",
        "Non ce n'est pas possible le plugin ne donne que les évènements en cours": "No, no es posible que el complemento solo proporcione los eventos actuales",
        "Quelle est la fréquence de rafraichissement des informations": "¿Con qué frecuencia se actualiza la información?",
        "Par défaut c'est toutes les minutes": "Por defecto es cada minuto",
        " Description.": " Descripción.",
        " Description?": " Descripción?",
        "Description ": "Descripción ",
        " Description]": " Descripción]",
        "[Description]": "[Descripción]",
        "*Description*": "*Descripción*",
        " Description*": " Descripción*",
        " ou.": " o.",
        " ou?": " o?",
        "ou ": "o ",
        " ou]": " o]",
        "[ou]": "[o]",
        "*ou*": "*o*",
        " ou*": " o*",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        " Configuration]": " Configuración]",
        "[Configuration]": "[Configuración]",
        "*Configuration*": "*Configuración*",
        " Configuration*": " Configuración*",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*",
        " FAQ.": " Preguntas frecuentes.",
        " FAQ?": " Preguntas frecuentes?",
        "FAQ ": "Preguntas frecuentes ",
        " FAQ]": " Preguntas frecuentes]",
        "[FAQ]": "[Preguntas frecuentes]",
        "*FAQ*": "*Preguntas frecuentes*",
        " FAQ*": " Preguntas frecuentes*"
    }
}