{
    "changelog.md": {
        "Changelog Agenda Caldav": "Changelog Calendar Caldav",
        "Changelog plugin Caldav": "Caldav do plugin de registro de mudanças",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        "24\/11\/2020": "24\/11\/2020",
        "Présentation officielle V4": "Apresentação oficial V4",
        "Nouvelle présentation de la liste des objets": "Nova apresentação da lista de objetos",
        "Ajout du tag \"Compatibilité V4": "Adição da tag \"compatibilidade V4",
        "Liste des évolutions majeures de la version courante": "Lista das principais mudanças na versão atual",
        "Test et validation sur framagenda": "Teste e validação em framagenda",
        "Désactivation de la vérification SSL": "Desativar verificação SSL",
        "Anciennes évolutions": "Desenvolvimentos antigos",
        "Correction pour supprimer les caractères de ponctuation en fin": "Correção para remover caracteres de pontuação no final",
        "Modification pour compatibilité Jeedom V3": "Modificação para compatibilidade com Jeedom V3",
        "Plus de suivi de version": "Chega de rastreamento de versão",
        "Possibilité de choisir un calendrier et remise en fonctionnement du plugin": "Possibilidade de escolher um calendário e reiniciar o plugin",
        "Version beta du plugin": "Versão beta do plugin",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin Caldav": "Plugin Caldav",
        "Agenda Caldav": "Agenda Caldav",
        "Le plugin": "O plugin",
        "permet de récupérer les événements d'un agenda caldav": "permite que você recupere eventos de um calendário caldav",
        "Il gère les multiples évènements en les séparant par une virgule": "Ele gerencia vários eventos, separando-os com uma vírgula",
        "Il ne reste plus qu'à tester la présence de l'évènement dans un scénario pour déclencher une action (il existe dans les scénarios l'opérateur": "Resta testar a presença do evento em um cenário para desencadear uma ação (nos cenários há o operador",
        "pour savoir si une chaîne de caractères en contient une autre": "para descobrir se uma sequência de caracteres contém outro",
        "Pour le configurer c'est très simple il suffit de créer un équipement par agenda puis de lui associer des patterns d'isolation d'event": "Para configurá-lo é muito simples, basta criar um dispositivo por diário e depois associá-lo aos padrões de isolamento de eventos",
        "Il est nécessaire de renseigner une URL, un compte et un mot de passe pour accéder à l'agenda": "Você deve inserir um URL, uma conta e uma senha para acessar a agenda",
        "Une fois sauvegardé, on peut choisir le calendrier que l'on souhaite utiliser": "Depois de salvo, você pode escolher a agenda que deseja usar",
        "Dans la case pattern, il est possible de mettre une pattern pour filtrer\/extraire un évènement": "Na caixa de padrões, é possível colocar um padrão para filtrar \/ extrair um evento",
        "Exemple de pattern": "Padrão de exemplo",
        "Si l'évènement est \"Arrière-cuisine 15\", la valeur retournée sera 15": "Se o evento for \"Escultura 15\", o valor devolvido será 15",
        "Ce qui permet de gérer des températures pour une programmation": "Isso torna possível gerenciar temperaturas para programação",
        "Le nom du calendrier ne peut-être choisi qu'après sauvegarde de l'équipement avec des informations justes": "O nome do calendário só pode ser escolhido após salvar o equipamento com as informações corretas",
        "Il peut mettre un certain temps à apparaitre": "Pode demorar um pouco para aparecer",
        "Configuration avec Webdav sur Synology": "Configuração com Webdav em Synology",
        "Il faut en premier lieu configurer le packet Webdav": "Você deve primeiro configurar o pacote Webdav",
        "Il faut savoir si l'on souhaite utiliser http ou https (je recommande https": "Você tem que saber se deseja usar http ou https (eu recomendo https",
        "Une fois activé, il faut noter le port activé pour le https (5006 par defaut": "Uma vez ativado, observe a porta ativada para https (5006 por padrão",
        "Il faut savoir où seront stocké les calendriers": "Você tem que saber onde os calendários serão armazenados",
        "Il faudra donc spécifier dans jeedom comme suit": "Portanto, será necessário especificar no jeedom como segue",
        "Configuration avec Webdav sur Framagenda": "Configuração com Webdav no Framagenda",
        "Il faut en premier lieu se créer un compte sur Framagenda": "Você deve primeiro criar uma conta no Framagenda",
        "Il faut récupérer l'URL Framagenda qui sert pour la configuration du plugin": "Você deve recuperar o URL do Framagenda que é usado para a configuração do plugin",
        "Aucun évènement ne remonte": "Nenhum evento data antes",
        "Avez-vous sélectionné et sauvegardé un agenda": "Você selecionou e salvou uma agenda",
        "Peut-on avoir les futurs évènements": "Podemos ter eventos futuros",
        "Non ce n'est pas possible le plugin ne donne que les évènements en cours": "Não, nãoépossível, o plugin fornece apenas os eventos actuais",
        "Quelle est la fréquence de rafraichissement des informations": "Com que frequência as informações são atualizadas",
        "Par défaut c'est toutes les minutes": "Por padrão, é a cada minuto",
        " Description.": " Descrição.",
        " Description?": " Descrição?",
        "Description ": "Descrição ",
        " Description]": " Descrição]",
        "[Description]": "[Descrição]",
        "*Description*": "*Descrição*",
        " Description*": " Descrição*",
        " ou.": " onde.",
        " ou?": " onde?",
        "ou ": "onde ",
        " ou]": " onde]",
        "[ou]": "[onde]",
        "*ou*": "*onde*",
        " ou*": " onde*",
        " Configuration.": " Configuração.",
        " Configuration?": " Configuração?",
        "Configuration ": "Configuração ",
        " Configuration]": " Configuração]",
        "[Configuration]": "[Configuração]",
        "*Configuration*": "*Configuração*",
        " Configuration*": " Configuração*",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        " FAQ]": " Faq]",
        "[FAQ]": "[Faq]",
        "*FAQ*": "*Faq*",
        " FAQ*": " Faq*"
    }
}